ADMINISTRATORS = ["", ""]
TOKEN = "920496665:AAHyvdirXQoitrFe4iUX9AnXYUZLU6v49sA"

message_welcome = "Привет! \nЯ официальный бот гильдии \"oktTown\"! \n\nВыбери одну из кнопок ниже:"
message_help = """
Основной сайт:
https://deeptownguide.com

Список локаций с ресурсами:
https://deeptownguide.com/Areas/Resources

Калькулятор ресурсов:
https://deeptownguide.com/Areas/RPMCalculator

Торговый Форпост:
https://deeptownguide.com/TradingPortal

Ежедневное событие (за 1 кристалл):
https://deeptownguide.com/Quests/Daily

Список астероидов (нагло своровал):
https://clck.ru/Mh8nT
"""
message_info = """
Цель данной группы - собираться каждый четверг и открывать как можно больше сундуков на ивенте. 
Обсуждение ресурсов, кто и сколько сможет сделать, выбор отпимального крафтинга и эффективного сбора на ивент. 
А потом - общение 😁.

Правила в гильдии достаточно просты:
1. Оскорбление участников - исключение.
2. Отсутствие более 2 недель без предупреждения - исключение.
3. Мат разрешен (в умеренных количествах).
"""
message_invite = """
Твою заявку одобрили!)
Вот ссылка для входа в беседу:

https://t.me/joinchat/CXxLUFLoOHfz-CEL2E51Hg
"""